uzs_filedrop/UZI-GAP3/UZSx_ACC1/v0428/aanvraag_VM_20251124143454_2.xml

<?xml version='1.0' encoding='UTF-8'?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:uwvh="http://schemas.uwv.nl/UwvML/Header-v0202" xmlns="http://schemas.uwv.nl/UwvML/Berichten/UwvZwMeldingInternBody-v0428">
  <SOAP-ENV:Header>
    <uwvh:UwvMLHeader>
      <RouteInformatie>
        <Bron>
          <ApplicatieNaam>Digipoort</ApplicatieNaam>
          <DatTijdVersturenBericht>2025-11-24T14:34:54</DatTijdVersturenBericht>
        </Bron>
        <Bestemming>
          <ApplicatieNaam>UZS</ApplicatieNaam>
        </Bestemming>
        <GegevensUitwisselingsnr>GegUitNr_20251124143454_2</GegevensUitwisselingsnr>
      </RouteInformatie>
      <BerichtIdentificatie>
        <BerichtReferentienr>BerRefNr_20251124143454_2</BerichtReferentienr>
        <BerichtType>
          <BerichtNaam>UwvZwMeldingInternBody</BerichtNaam>
          <VersieMajor>04</VersieMajor>
          <VersieMinor>28</VersieMinor>
          <Buildnr>01</Buildnr>
          <CommunicatieType>Melding</CommunicatieType>
          <CommunicatieElement>Melding</CommunicatieElement>
        </BerichtType>
        <DatTijdAanmaakBericht>2025-11-24T14:34:54</DatTijdAanmaakBericht>
        <IndTestbericht>2</IndTestbericht>
      </BerichtIdentificatie>
      <Transactie>
        <TransactieReferentienr>TraRefNr_20251124143454_2</TransactieReferentienr>
        <Volgordenr>1</Volgordenr>
        <IndLaatsteBericht>1</IndLaatsteBericht>
      </Transactie>
    </uwvh:UwvMLHeader>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <UwvZwMeldingInternBody>
      <CdBerichtType>OTP3</CdBerichtType>
      <IndAlleenControleUzs>2</IndAlleenControleUzs>
      <Ketenpartij>
        <Naam></Naam>
        <CdRolKetenpartij>01</CdRolKetenpartij>
        <CdSrtIndiener>WG</CdSrtIndiener>
        <NaamSoftwarePakket>XML-Automator</NaamSoftwarePakket>
        <VersieSoftwarePakket>0.1</VersieSoftwarePakket>
        <VolgNr>1</VolgNr>
      </Ketenpartij>
      <NatuurlijkPersoon>
        <Burgerservicenr>100000071</Burgerservicenr>
        <Geboortedat>19800101</Geboortedat>
        <EersteVoornaam>Testpersoon</EersteVoornaam>
        <Voorletters>T</Voorletters>
      </NatuurlijkPersoon>
      <MeldingZiekte>
        <DatEersteAoDag>20250101</DatEersteAoDag>
        <IndDirecteUitkering>1</IndDirecteUitkering>
        <CdRedenAangifteAo>A1</CdRedenAangifteAo>
        <CdRedenZiekmelding>Z1</CdRedenZiekmelding>
        <IndWerkdagOpZaterdag>0</IndWerkdagOpZaterdag>
        <IndWerkdagOpZondag>0</IndWerkdagOpZondag>
      </MeldingZiekte>
      <AdministratieveEenheid>
        <Bankrekening/>
      </AdministratieveEenheid>
    </UwvZwMeldingInternBody>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
